Repository: Excito/bubba-album
Catalog: po/php/*.po
Languages: es

source: Access denied
es: Acceso denegado

source: Access not granted for user '%s'
es: Acceso no permitido para usuario '%s'

source: Add user
es: Añadir usuario

source: Administration
es: Administración

source: Album access rights
es: Derechos de acceso al álbum

source: Album name and description
es: Nombre del álbum y descripción

source: Album permissions
es: Permisos del álbum

source: Album users
es: Usuarios de álbum

source: Allow anonymous access
es: Permitir acceso anónimo

source: Apply changes recursively
es: Aplicar cambios recursivamente

source: B3 Manual
es: Manual del B3

source: Confirm
es: Confirmar

source: Create album
es: Crear álbum

source: Delete selected images/albums?
es: Borrar las imágenes/álbumes seleccionados?

source: Delete user
es: Borrar usuario

source: Description
es: Descripción

source: Edit user
es: Editar usuario

source: Excito web site
es: Web de Excito

source: Forum
es: Foro

source: Help
es: Ayuda

source: Invalid user/password combination
es: Inválida combinación usuario/password

source: Logged in as '%s'
es: Conectado como '%s'

source: Logged in as B3 user '%s'
es: Conectado como usuario '%s'

source: Login required
es: Se requiere conexión

source: Logout
es: Desconexión

source: Manage album users
es: Gestionar usuarios de álbum

source: Modify name and caption
es: Modificar nombre y comentario

source: Name
es: Nombre

source: Password
es: Contraseña

source: Select directories and images to add to current album
es: Selecciona directorios e imágenes para añadir a éste álbum

source: Select images/folders to be included in the album
es: Selecciona imágenes/carpetas a incluir en el álbum

source: Username
es: Usuario

source: Viewing album anonymously
es: Viendo álbum anónimamente

source: Viewing album as '%s'
es: Viendo álbum como '%s'
